{
    "How Natural Disasters Can Change A Politician": [
        "By Maggie Koerth",
        " In September 2017, Hurricane Irma swept across the southern tip of Florida, swamping what was then the state’s 26th Congressional District. The following July, that district’s Republican representative, Carlos Curbelo, introduced a bill that would tax greenhouse-gas emissions to help reduce the impact of climate change on his hurricane-prone constituency. Curbelo’s party affiliation raised eyebrows at the time, but for him, the threat of recurrent disasters sent political partisanship out the window. “This is not an academic discussion for those of us who live in South Florida. This is a local issue,” he told Audubon magazine in 2018. And he’s not alone. Today, although some one-quarter of elected officials walking the halls of Congress don’t believe human-caused climate change is even real, research suggests that politicians can be persuaded to take action on climate change and other environmental issues. Unfortunately, it might take a headline-grabbing hurricane to do it. In the past decade, several studies have suggested that lawmakers are more likely to take action on climate change when they — and their constituents — have had to deal with the disastrous consequences of previously doing nothing.  From the 1969 Cuyahoga River fire that led to the creation of the Environmental Protection Agency to the 1990 Oil Pollution Act that was born out of a series of oil spills, most notably from the Exxon Valdez, a long history of environmental disasters have inspired improvements in environmental policy, said M. Daniele Paserman, an economist at Boston University.  “Disasters make environmental problems more salient,” he said. Paserman’s research has found that, between 1989 and 2014, congresspeople from districts hit by a hurricane were more likely to sponsor or co-sponsor environmental regulatory bills in the following year. And he’s not the only one who has noticed similar correlations. According to another study, which looked at abnormal temperature and precipitation trends between 2004 and 2011, members of Congress whose home states were experiencing weird weather were more likely to vote for all kinds of environmental legislation. More broadly, international research from 34 countries found that nuclear disasters increased the number of renewable-energy policies implemented for as long as seven years after the event.  This line of research is relatively new and the number of studies relatively thin. But all of this builds on a larger question that has been studied more in depth: how personally experiencing the effects of climate change shape belief and behavior in the general public.  A 2021 review of existing literature discovered ample evidence that living through a natural disaster is associated with higher levels of self-reported belief that climate change is a problem and a greater concern about what this might do to you and your family. Our own polling with Ipsos earlier this month showed something similar. Even among Republicans, nearly half of those who had experienced an extreme weather event in the past five years told us they were worried about climate change, compared with only 17 percent who hadn’t experienced a natural disaster. But there are limits to the ability of a disaster to prevent future calamities. For one thing, the same review paper that showed increased belief in climate change didn’t find a corresponding increase in behaviors that would deal with that issue. And changes in belief are still heavily moderated by what people already think. For example, in a 2019 survey of people who experienced severe flooding in the United Kingdom during the winter of 2013-14, the ones who walked away with the highest levels of concern about climate change were those who had already attributed floods to global warming.  So, it probably shouldn’t be a shock that the much smaller number of papers looking at how politicians might change their behavior in the face of climate change comes with its own set of caveats and complications. Studies have indicated that only countries with strong democracies see an increase in climate policy following climate disasters. And Paserman’s study found that the effects were tightly linked to proximity to the disaster. Even lawmakers who served in the same state where a hurricane occurred but whose districts were unaffected weren’t as likely to step up for political change.  And while that paper found that politicians who experienced climate disasters were more likely to push for climate policies regardless of party, a different study — the one that showed abnormal temperature and precipitation trends were correlated with representatives’ environmental votes — found that party did matter. Moderate Democrats made the biggest shift toward more environmental-policy support, said Erich Muehlegger, an economist at the University of California, Davis, and an author on that paper. “We didn’t find much of a result for Republicans, nor did we find much of a result for the more strident Democrats, though that might be due to the fact that they were always voting for environmental regulations,” he said. “You can’t become more pro-environment if you were already on top of all those issues.”  It’s going to take a lot more research to fully understand why politicians sometimes change their policy in the face of climate disaster and sometimes don’t. Meanwhile, just because lawmakers are responding to natural disasters with environmental votes doesn’t mean they aren’t seeing other, seedier kinds of legislative opportunities from the same event. Ethan Kaplan, an economist at University of Maryland, College Park, and his colleagues found that politicians are likely to use the immediate aftermath of a natural disaster to push through votes favoring the concerns of special-interest donors when nobody is paying attention. That’s not a contradiction to the idea that disaster could prompt politicians to take action on climate change. Instead, Kaplan said, the two things can run parallel. A disaster can create a distraction for donors’ goals in the short term, even as it prompts greater environmental policies in the long run. ",
        "https://fivethirtyeight.com/features/how-natural-disasters-can-change-a-politician/"
    ],
    "5 Reasons For Democrats To Still Be Concerned About The Midterms": [
        "By Nate Silver",
        " Last week, I argued that there weren’t yet clear signs of a Republican comeback in polls of the midterm elections. This week? The case for a GOP rebound is a little better. For one, Republicans can cite some individual polls that have been favorable for them. There was a poll this weekend from ABC News1 and the Washington Post, which found Republicans 5 points ahead on the generic congressional ballot among likely voters — a result which would all but assure the GOP of winning the House and make the Senate an uphill battle for Democrats. Republican candidates have also pretty clearly gained ground in some individual Senate races, such as Pennsylvania and Wisconsin. There are counterexamples, though. Another highly rated pollster, Selzer & Co., published a poll this week showing Democrats 4 points ahead on the generic ballot among likely voters. Meanwhile, Democrats can cite a few strong recent Senate polls of their own in states such as Ohio and New Hampshire. Overall, Democrats’ chances of winning the Senate are 68-in-100, according to the Deluxe version of our forecast. That’s down from a high of 71-in-100, which persisted from Sept. 13 to Sept. 20, though that change isn’t large in the big scheme of things. In the House, Democrats’ chances are 31-in-100, which reflects an even smaller change; their chances were 32-in-100 on Sept. 23 and 24. Still, we’re overdue for a reminder of why Republicans still could do quite well for themselves in November. So here are five major reasons for hope for the GOP — and concern for Democrats.  As an added twist, we’ll engage in a bit of model talk as we review these reasons. That is, I’ll tell you whether I think these reasons for hope/concern (depending on who you’re rooting for) are adequately accounted for by our model — or whether they reflect information outside of its scope and assumptions. Sure, this election could be an exception to the usual midterm pushback against the president’s party. But, it’s not always smart to bet on exceptions. So it’s worth going back over the reasons why I and other analysts initially expected this election to be a strong one for Republicans.  Does the FiveThirtyEight model account for this? Yes. The Classic and Deluxe versions of our model use a blend of polls and fundamentals when evaluating the overall political environment and individual races.2 This makes a pretty big difference in the House, where our Lite forecast, which tries to predict the race based on polls alone, gives Republicans a 61-in-100 chance of a House takeover. Those odds jump to 68-in-100 percent in the Deluxe forecast, which takes fundamentals into account. This also boosts the odds of Republicans, who have a 23-in-100 chance of winning the Senate in Lite but a 32-in-100 chance in Deluxe. The differences between the forecasts were larger at earlier points in the cycle; there isn’t as much time left now for the polls to converge toward the fundamentals. Still, the model assumes that Republicans are more likely to gain ground than to lose ground in the polls between now and November. This is the argument recently advanced by Nate Cohn of The New York Times. During the summer, Democrats benefited from media and voter attention to the Supreme Court’s decision to overturn Roe v. Wade, the Jan. 6 hearings, and the FBI investigation of former President Donald Trump. These issues tend to remind voters of Republican power and influence and potentially make the election more of a 2020-like choice between Democrats and Republicans and less of a referendum on Biden and Democrats’ performance. But now, issues like immigration and the economy are again getting more headlines. That’s not to say abortion and those other issues won’t matter, but the summer could have reflected a best-case scenario for Democrats. Does the FiveThirtyEight model account for this? Not exactly. The model accounts for uncertainty due to future news events. But it doesn’t make any assumptions about whether these surprises tend to benefit one party over another. But … I’d be careful overthinking this. People who cover politics for a living, including me, live in a bubble full of people who pay far more attention to day-to-day political developments than regular voters do. Pundits’ guesses about which stories voters will care about, or how they will affect their voting preferences, are often wrong. Moreover, the life cycle of stories tends to be pretty short. Florida Gov. Ron DeSantis’s decision to send immigrants to Martha’s Vineyard was a huge story until about a week ago, but now we have a devastating hurricane and a new wave of economic concerns that have usurped it. So in practice, assuming that future news events create uncertainty in both directions will usually be the best course. If I were actually betting on election outcomes at prediction markets — and no, I don’t do that for a variety of reasons! — I’d pay attention to the flow of campaign advertising. Advertising may not matter that much in terms of moving votes in an era with relatively few swing voters. But it certainly matters some, and the effects can be short-lived. So if one candidate had a temporary edge on their airwaves, it might lead to a temporary surge in the polls, which would then recede. So one potential source of concern for Democrats would be if they’d dominated the advertising race during the summer, but only temporarily. Is this happening? I honestly don’t know. There are some accounts of Republican groups having boosted spending recently. But while public fundraising and campaign spending is relatively easy to track, outside spending also plays a large role and is more opaque. Moreover, outside spending has tended to favor conservatives and Republicans this cycle. With that said, not every dollar is spent equally well. Outside groups don’t get the same favorable advertising rates that campaigns themselves do, and it’s cheaper to buy ads in advance rather than at the last minute. Does the FiveThirtyEight model account for this? Not really. The model doesn’t make any assumptions at all about advertising. It doesn’t discount or adjust a poll because it came during an advertising blitz, for example. Nor does it make any assumption about future advertising spend. The model does account for fundraising; money raised from individual donors is one of the factors that the model evaluates in addition to the polls. But this is more because fundraising tends to be a proxy for grassroots support rather than because of any additional advertising leverage it provides. One reason that the aforementioned ABC News poll was so worrying for Democrats is because of the relatively large enthusiasm differential it showed between registered voters — among whom Democrats trailed on the generic ballot by only 1 percentage point — and likely voters, among whom they trailed by 5. That 4-point “enthusiasm gap” was somewhat reminiscent of the 2010 midterms, when there was roughly a 6-point gap between polls of registered and likely voters, leading to a catastrophic election for Democrats. But other polls do not show the same enthusiasm disadvantage for Democrats. As Cohn mentions, for instance, there was only a 1-point enthusiasm gap in The New York Times’s recent generic ballot polling. Other polls in the wake of the Dobbs decision found that while Republicans were more excited than usual to vote at the midterms, so were Democrats. Democrats have also tended to have strong turnout in recent special elections and ballot referendums. The consensus of the evidence points toward a modest enthusiasm gap favoring Republicans — enough to make matters harder for Democrats, especially in the House — but nothing like the magnitude of 2010. Does the FiveThirtyEight model account for this? Yes, the model explicitly accounts for the likely GOP enthusiasm advantage. Specifically, it adjusts polls of registered voters to make them equivalent to polls of likely voters. Initially, this adjustment is based on historical patterns: Republican voters have historically been more likely to turn out than Democratic ones, and voters of the opposition party are more likely to turn out than voters from the president’s party.3 In 2018, those factors offset one another (Republicans had the traditional enthusiasm advantage, but Democrats were the opposition party). But this year, they’re both working in the GOP’s favor. I can also see an argument that this assumption is too generous to Republicans, though. Voters at the midterms tend to be older, whiter and more well-educated than voters in presidential years. Historically, these factors all tended to favor Republicans. Now, however — while Republicans are still older and whiter — Democrats tend to dominate among college-educated voters, who are considerably more likely to turn out to vote.  Let me put this carefully. Two weeks ago, I wrote about why I don’t agree with the presumption that polls — despite their shortcomings in 2016 and 2020 — are biased toward Democrats:  There are a lot of qualifications here. It doesn’t mean that the polls can’t have a bad year. But the idea behind the FiveThirtyEight model is that they’ll be biased toward Democrats in some years, they’ll be biased toward Republicans in some years, and they’ll be unbiased in some years — and it’s hard to know what you’re getting ahead of time. I’ve read various rebuttals to this article, some of which I find a little lacking. For instance, I simply don’t think it’s correct to claim, as Andrew Prokop recently did in Vox, that polls overestimated Democratic performance in 2018.4 To treat anti-Republican bias in the polls as a sort of inescapable empirical regularity based on a sample of two election cycles, neither of which was the most recent midterm, is making too much of limited evidence. But does that mean I give no credence at all to what we might call the Predictable Democratic Polling Bias (PDPB) hypothesis? No, of course not. Good fox-like forecasters can hold multiple ideas or hypotheses in their head at once. PDPB has some things going for it. My mental model of the race might be something like: mostly the FiveThirtyEight forecast, but with a little smidge of weight that PDPB is real. What’s the case for PDPB? Again, I don’t think it’s an empirical one. Empirically, the evidence strongly shows that polling bias is unpredictable. But the theoretical case that analyst Richard Hanania makes for PDPB in his recent Substack post is plausible. If, fundamentally, Republicans are less likely to answer surveys because (for instance) they have lower social trust, that’s not necessarily an intractable problem. But it could be one that hasn’t been addressed yet. It could take pollsters a couple of election cycles to work out the right approach, especially if it requires abandoning traditional polling best practices. Interestingly enough, PDPB wouldn’t necessarily doom Democrats in the Senate. Even if polls had a 3-point pro-Democratic bias, Democrat John Fetterman would still be favored in Pennsylvania, where he leads by 6 points in our polling average. Democratic incumbents Raphael Warnock in Georgia and Catherine Cortez Masto in Nevada would technically be underdogs (they currently lead by 2.1 and 0.7 percentage points, respectively). But Georgia and Nevada have had fairly accurate polling in recent years. Any amount of PDPB would doom Democrats’ chances in the House, however. Does the FiveThirtyEight model account for this? Sort of. Although the model doesn’t assume any sort of permanent polling bias, it does give some weight to the fundamentals, and as I mentioned above, the fundamentals are more favorable to Republicans than the polls alone. The Deluxe forecast also considers expert ratings, and although how it uses these ratings is slightly complicated (read the methodology section for more), those do help Republican odds in the Senate. Perhaps if you give a little bit of extra mental weight to PDPB, it would be enough to account for the relatively small differences between the FiveThirtyEight forecast and betting markets. For instance, betting markets give Republicans a 39 percent chance of winning Senate control, as compared to 31 percent in our Deluxe forecast, and a 75 percent chance of House control, instead of 68 percent. Those are small enough differences that I’m not sure I’d make huge bets on either side.",
        "https://fivethirtyeight.com/features/5-reasons-for-democrats-to-still-be-concerned-about-the-midterms/"
    ],
    "Iranians Are Ready For A Different Approach to Religion and Government": [
        "By Zoha Qamar",
        " Welcome to Pollapalooza, our weekly polling roundup. Protests in Iran have been raging on for nearly two weeks because 22-year-old Mahsa Amini died in the custody of the “morality police” after she allegedly failed to comply with the nation’s veiling laws. The protests that began on the streets of Saqqez, her hometown, have now spread to roughly 80 cities across the nation, as Iranian women lead demonstrations in defiance of a law that mandates they cover their hair and wear loose-fitting clothes while in public. At least 76 people have died, although the toll is likely higher as internet restrictions have made information harder to confirm.  Amini’s death may have sparked this recent uprising, but data shows Iranian opposition toward required veiling isn’t new. The Group for Analyzing and Measuring Attitudes in Iran, a Netherlands-based research foundation, conducted a comprehensive study in 2020 on Iranians’ opinions about religion and found that a whopping 72 percent of literate Iranians over age 191 disagreed with the government mandating that women wear the hijab in public, compared with only 15 percent who agreed with it. Over the years, those who have subverted the law have faced violent beatings and, in the case of Amini, fatal consequences at the hands of the government.  These events have brought a simmering question to a boil: In a world increasingly secular and interconnected, what role do people think theology should play in determining law?  While Iran is now associated with mandatory veiling, that was not always the case. In 1936, the penultimate shah of Iran, Reza Shah Pahlavi, decreed a ban on hijab in an attempt to promote European attire. Women who failed to comply with this prior law similarly faced punishments, such as imprisonment. The newer mandate, which Iranians are protesting now, was implemented when the pro-Western, secular monarchy was replaced with an Islamic theocracy after the 1979 revolution.  First, the veil was banned, and now it’s mandatory. But once again, most Iranians are proponents of change — not just for hijab law but also for the role of religion in government more broadly. Only 22 percent of literate Iranians over age 192 believe an Islamic republic is the most suitable governing structure for their country, according to a survey by GAMAAN conducted in February. Meanwhile, in a separate question, 88 percent agreed that having a democratic system would be a good idea.  Also in that study, two-thirds said they did not want a government run according to religious law, which challenges the inherent premise of the country’s current governing structure. In contrast, according to a 2020 Pew Research Center study, half of all Americans thought the Bible should have at least some bearing on the law, despite this nation’s principles separating church and state.  In the decades since its 1979 revolution, Iran has faced its fair share of political uprisings — due to claims of rigged elections and soaring gas prices, for example. But this current political moment has uniquely united Iranian women across socioeconomic, ethnic and regional lines. Furthermore, the recent demonstrations are not simply a protest of the current ruling politicians but also one that challenges how religion underpins the law overall.  Outside of Iran, however, the global trend has been toward repression of religion in the public sphere. Pew has tracked government limitations on religion since 2007. According to data published in 2021, Pew found that the global level of politically affiliated religious restriction was higher than it had been for most of the prior decade. Meanwhile, the history of Iran shows that both forced and forbidden faith can lead to dangerous consequences for citizens.  The ongoing internet shutdowns will likely keep international eyes from seeing everything happening in Iran, including the government’s violence toward those speaking up. But quashing protests will not necessarily mean quashing dissent. Although Ali Khamenei, Iran’s current supreme leader, has long posited outside influences, especially the U.S., as the greatest threat to his rule, this moment suggests that Iran’s own citizens — and its women in particular — could present a huge challenge to the power of theocracy. According to FiveThirtyEight’s presidential approval tracker,3 42.0 percent of Americans approve of the job Biden is doing as president, while 52.2 percent disapprove (a net approval rating of -10.2 points). At this time last week, 42.5 percent approved and 53.0 percent disapproved (a net approval rating of -10.5 points). One month ago, Biden had an approval rating of 42.4 percent and a disapproval rating of 53.4 percent, for a net approval rating of -11.0 points. In our average of polls of the generic congressional ballot,4 Democrats currently lead Republicans by 1.3 points (45.3 percent to 44.1 percent). A week ago, Democrats led by 1.9 points (45.2 percent to 43.3 percent). At this time last month, voters preferred Democrats by 0.5 points (44.3 percent to 43.8 percent).",
        "https://fivethirtyeight.com/features/iranians-are-ready-for-a-different-approach-to-religion-and-government/"
    ],
    "How Waffle House Helps Us Respond To Hurricanes": [
        "By Maryn McKenna",
        " This 2016 story followed a team of Waffle House operations analysts as they decided whether to close any of the chain’s locations in preparation for Hurricane Matthew, a Category 5 storm that ended up affecting the Florida coast as a Category 2 storm. This week, as at least 21 Waffle House locations in Florida closed due to Hurricane Ian, we thought we should revisit what happens when the famously resilient restaurant shuts its doors for a storm — and why even the federal government pays attention when it does.  On a warm, cloudy morning in the first week of October, in an anonymous office park just outside Atlanta, operations analyst Matt Stark opened a computer program, ran through some data and looked thoughtfully at the results. Out in the Atlantic Ocean, Hurricane Matthew was hurling winds of 115 miles an hour toward the coast of Florida. Hundreds of miles inland, in the headquarters of Waffle House Inc., Stark’s software predicted that 477 of the chain’s almost 1,900 restaurants might be affected by the onrushing storm. This meant two things. First, as the storm made landfall, some locations of Waffle House — which boasts that every restaurant stays open 24 hours a day, 365 days a year — would probably have to close because of power loss or concerns for workers’ safety. And second, sometime after they did, someone would invoke the “Waffle House Index,” the slightly flippant measure of how bad a storm can get. And Matthew brought on both those expected scenarios. Waffle House announced Oct. 6 that it was pre-emptively closing some restaurants on a 90-mile stretch of Interstate 95 between Fort Pierce and Titusville in Florida. (In the next few days, as the storm churned up the coast and flooded North Carolina, it would close 98 all told.) And as soon as the announcement went out, media tracking the storm, and customers on social media, invoked the closings as a sign of the apocalypse. The Miami Herald: “When Waffle House surrenders to a hurricane, you know it’s bad.” The Washington Post: “Hurricane Matthew is so scary even the always-open eatery is evacuating.” A faithful customer on Twitter: “GOD IN HEAVEN THIS IS THE END!” In those areas, the Waffle House Index had just gone to red. Disaster responders pay attention to that index, which was created — in the midst of 2004’s devastating Hurricane Charley — by W. Craig Fugate, administrator of the Federal Emergency Management Agency since 2009. Fugate was director of emergency management for Florida when Charley slammed the state with unexpected force: Its winds strengthened abruptly and it went from a Category 2 to a Category 4, and the storm suddenly changed direction and struck the state’s Gulf Coast at Sanibel, 150 miles south of its predicted landfall. Tens of thousands of people were reportedly left homeless. Fugate was in his office with state meteorologist Ben Nelson and members of the Florida National Guard, color-coding infrastructure loss on a map — green for operating, yellow for affected, and red for destroyed — and the group decided to take a look at some of the damage, and try to find a meal. “They went to a Waffle House and noticed they had a limited menu, with nonperishable items,” Alexa Lopez, FEMA’s press secretary, told me. “The next day, they were driving around and they went to a different Waffle House, and the same thing happened, a limited menu.” So, she said, the group was inspired first to rank Waffle Houses in the same way: green for fully operational, yellow for a limited menu and red for closed. “Which is pretty bad, because Waffle House is always open,” Lopez added. And, second, to use those observations as a proxy for how much a disaster disrupts a community. Fugate has since been quoted as saying: “If you get there and the Waffle House is closed? That’s really bad. That’s where you go to work.” The concept of restaurant operations as an indicator of storm impact percolated slowly into emergency-management culture — the magazine Environment Health Safety Today wrote about it in July 2011 — and broke out into the open around the time of Hurricane Irene in August 2011 (when, according to The Wall Street Journal, 22 Waffle Houses lost power but only one stayed closed longer than a day). But the so-called index isn’t actually an official metric. FEMA doesn’t publish it anywhere; no one, except for Waffle House itself, counts how many restaurants are running lean or forced to close. But the company does give that count to the agency, and FEMA uses it — along with wind speeds and power outages and other objective measures — to judge a storm’s impact, and to figure out where its own crews and other emergency responders can get fed. So far, so obvious: If a storm is bad enough to close restaurants that “never close,” we can agree that storm is bad. Hurricane Matthew was the strongest storm of the 2016 Atlantic hurricane season, which ended Nov. 30. But the Waffle House Index also stands for something less obvious. It is an indicator of how complex and long supply chains are — for food, for fuel, for power — and of what it takes to plan around infrastructure that can be fragile in unexpected ways. “The essence of the index is not just that the situation is bad,” Panos Kouvelis, director of the Boeing Center for Supply Chain Innovation at Washington University in St. Louis, told me. “Companies like Waffle House, and Wal-Mart and Home Depot, operate in areas that are frequently hit by disasters, where their operations may go down at the same time the demand for their services go up. So they have had to develop very well-defined playbooks for being prepared.” But preparation is a complicated endeavor in an economy where few things are sold in the places where they were made. Vanilla comes from Madagascar. The United States imports most of its salt. The plywood needed to protect windows from storm debris might have been manufactured in China, and a storm in the Gulf of Mexico can force enough interruption on petroleum refining to choke off supply on the other side of the country. “When I talk to companies about whether they understand their supply chains, they generally know one step up and back: who they buy from and who they sell to,” said Amy Kircher, director of the Food Protection and Defense Institute at the University of Minnesota. “They don’t understand that there are five or 10 steps in the chain before the product reaches them. Or that the alternate suppliers they consider their contingency plan are all buying from the same place.” At Waffle House headquarters in November, Stark and his colleagues on the chain’s storm team — Vice Presidents Pat Warner and Will Mizell and Communications Director Kelly Thrasher-Bruner, who handles social media in disasters — walked me through how they prepare. As we talked, Stark pulled up an updated post-Matthew map. Of 200 restaurants that ended up in the storm’s path, just one, in inland North Carolina, gleamed red, for “still affected”; it had been flooded and needed cleaning out. “It’s a big deal for us to shut down, because we’re not used to turning everything off and turning the lights off and closing the door,” said Warner, who estimates that he has worked “more than 10” hurricane responses in 17 years. “So our goal is to open up as quickly as possible afterward. The operations team works with the distributor to get food ready to go in. The construction team lines up generators. If you have generators you have to have fuel, so we line up that.” On the edge of the predicted storm zone — which Stark monitors from a temporary “war room” assembled by putting mobile giant screens in a conference room — the company positions personnel who can swoop in: carpenters, electricians, IT specialists, a food-safety expert and someone to talk to local governments and law enforcement and soothe concerns about curfews. A little farther out, restaurants in other markets line up “jump teams”: spare personnel who volunteer to work in place of locals who might have evacuated or might need to repair their homes or care for family. In Hurricane Matthew, the company sent in an extra 250 people. “We say we throw chaos at chaos,” Mizell said. “We just throw a lot of resources down there to get restaurants open. Our CEO will be there. In Matthew, our chairman was there, too.” Before the carpenters and computer specialists or the replacement cooks and servers arrive, the company assesses how long it has been since supplies were delivered and — just as crucial — how long since the local trash removal company last emptied the dumpster. “Most restaurants get a delivery once a week,” Stark said. “If it got there Wednesday and the storm hits Thursday, they should have enough food, but if the storm hits Tuesday, we may have to hurry up and get some food there.” Waffle House uses one main distributor, Illinois-based US Foods, which has depots scattered across the Southeast, where most Waffle Houses are concentrated, and where many hurricanes that strike the U.S. make landfall. So supplies don’t need to travel far in advance of a storm and are close by once roads are clear. That model of staging supplies and personnel in layers outside an emergency, in order to swoop in quickly once it abates, isn’t unique to Waffle House. It’s also followed by the military and by the Centers for Disease Control and Prevention, which oversees the Strategic National Stockpile of emergency medications, vaccines and antidotes for natural disasters and biological attacks. “We think about, What are the timelines in which people have to be provided medications?” Greg Burel, the stockpile’s director, told me. “Our primary stock is laid down in undisclosed locations around the country that give us access to large swaths of the population and that are accessible” by more than one type of transportation. But the CDC also puts smaller, lighter assets — the equivalent of a temporary field hospital or a stash of medications that could be deployed immediately — “as far forward as we can if we have advance notice, but not so far forward that it becomes victim to that event,” Burel said. The first rule of operating in a disaster, though, is keeping personnel safe. Every Waffle House employee gets a key fob with lists of relevant phone numbers. Local managers keep track of who has challenging home situations — disabled parents, children with special needs, single heads of household — and might need extra help. Every location has a wall-mounted “crisis response” flier that includes detachable wallet cards listing personal-preparedness steps for hurricanes, tornadoes and ice storms. The cards also remind employees how needed they will be at work. “We will be very busy,” the current hurricane-preparedness card says, “and you will make lots of money!” Once employees arrive or return and a location can open, they work through the storm manual: a giant binder, a kind of choose-your-own-adventure game composed in eggs and grits. “Here’s how you run the restaurant if you’re without power, without gas for the grills, without water,” Mizell said. “We can cook on the grills even if we don’t have electricity. We can bring in bottled water and canned Coke products and serve on to-go plates. We can get porta-potties.” The storm team examines what worked and didn’t after every disaster, each time learning new lessons. In Hurricane Katrina — when they closed 107 locations in Mississippi and on the north shore of Lake Ponchartrain — roads were so bad they stashed supplies in a refrigerated semi-trailer with armed guards, and fuel so scarce they brought in their own tank trucks. When Katrina struck in 2005, Twitter had not yet launched; now Bruner uses it not just to alert customers to closings, but to crowdsource whether roads are open and where the power is on. Waffle House began working on storm response before Katrina — Warner said he thinks the first organized attempt was Hurricane Hugo, which hit Charleston, South Carolina, in September 1989 — but from then to now, the company’s biggest need in disasters hasn’t changed. “People,” Warner said. “We can get the food there, by hook or by crook. It costs more, but we’re willing to spend it. But if we don’t have people, we can’t open up.”",
        "https://fivethirtyeight.com/features/waffle-house-hurricane/"
    ],
    "Democrats Need More Than Beto O’Rourke If They Want To Flip Texas": [
        "By Alex Samuels",
        " Once again, everyone can’t stop talking about Beto O’Rourke.  FiveThirtyEight’s polling average1 shows a single-digit contest in the Texas gubernatorial race between O’Rourke and the Republican incumbent, Greg Abbott. Earlier this year, O’Rourke made headlines for his record-breaking fundraising, and the fallout from a succession of high-profile events in the state — the triggering of a preexisting state law banning abortions, continued strains on the power grid and a mass shooting at an elementary school in Uvalde, one of the deadliest school shootings in U.S. history — are giving him unexpected leverage against Abbott. As a result, this gubernatorial election could be one of Texas’s most competitive since Democrats last held the office in the 1990s.  Let’s be real about one thing, though: The overall electoral environment might be improving for Democrats, but O’Rourke is still a serious long shot. FiveThirtyEight’s 2022 midterm-election forecast2 gives Abbott a 95-in-100 chance of besting his ubiquitous Democratic challenger. But is it possible that after his closer-than-expected Senate race against Ted Cruz in 2018 and rise to national prominence after a nearly eight-month campaign in the 2020 presidential election, a narrow loss against Abbott in November could be a victory for Texas Democrats in the long run? The idea that O’Rourke could be laying the groundwork for future Democratic victories in Texas isn’t a crazy one. After all, other Southern states like Georgia, Virginia and North Carolina have become somewhat more competitive over the past several election cycles. But another close statewide race for O’Rourke this year doesn’t necessarily mean Texas is on the verge of turning blue — or even purple. That’s because O’Rourke is, well, O’Rourke, and without a stronger campaign infrastructure throughout the state, it will be hard for most Texas Democrats running in statewide elections to replicate his level of fundraising and fanfare. And, fundamentally, Texas is still a red-leaning state. O’Rourke’s campaign style is hard to emulate because, for one, he’s become a buzzy celebrity candidate since his 2018 race, and he has a gift for making headlines. When he’s not standing up to hecklers at campaign events or interrupting Abbott at a news conference in Uvalde, where 19 students and two teachers died in a mass shooting, O’Rourke has made a name for himself by zig-zagging his Toyota Tundra across the state, snapping selfies with voters and dropping f-bombs to fire up his base.  As the chart below shows, public curiosity about O’Rourke has waned since his 2020 run, according to Google Trends data, but he’s still able to draw national attention.   But politicians can only get so far on personality alone — and O’Rourke is no exception. That doesn’t mean he isn’t a strong candidate, though. A poll fielded in late August and early September by the Texas Politics Project at the University of Texas at Austin gave Abbott only a 5-percentage-point edge over O’Rourke. And another, more recent, poll from Quinnipiac University conducted in late September gave Abbott a slightly larger, 7-point edge.  Still, it’s unlikely that O’Rourke will be able to build a lasting campaign infrastructure for future Texas Democrats to replicate if they want to run statewide. That’s because of one major problem: an apparent lack of organization among the Democratic Party in Texas. To build on O’Rourke’s 2018 — and likely 2022 — margins against incumbent Republicans, the party would need to build and sustain a solid campaign infrastructure well past this year’s midterm elections. “One of the issues for Democrats here is that there’s been a lot of turnover in their candidate pool,” said James Henson, the executive director of the Texas Politics Project. “To me, that’s a pretty big indicator that there’s not really an established, institutional foundation in the Democratic Party here in the way that you do see it on the Republican side.”  In addition to issues with recruitment and turnover facing Democrats running in marquee Texas races — save for O’Rourke and former oil executive Mike Collier, who is challenging Lt. Gov. Dan Patrick again after losing to him by 5 points in 2018 — the party has run inexperienced candidates against formidable Republicans and doesn’t have a presence in a sizable chunk of the state. Case in point: Over 50 of Texas’s 254 counties have no organized county party or leaders, according to the state Democratic Party’s website. A notable number of those counties are in rural parts of the state too, and even in 2018, O’Rourke won the support of only 24 percent of the voters living in Texas’s 186 rural3 counties, according to The Texas Tribune. Cruz, in contrast, won over 75 percent of the vote there.  Moreover, Henson told me, there’s no obvious successor who can build off — and improve upon — the infrastructure that O’Rourke’s campaign has created. “In the past, there were times when successful campaigns, at least indirectly, provided people with a model for organizing and professional skills,” Henson said. “But that’s just not happening here in Texas.” In 2018, O’Rourke’s close contest against Cruz helped Democrats Lizzie Fletcher of Houston and Colin Allred of Dallas flip two congressional districts by each unseating a long-term Republican incumbent. Democrats had a net gain of 12 seats in the Texas House as well. But then, in 2020, Texas Democrats fell short of their electoral goals. There are other reasons, though, why a close win for O’Rourke doesn’t necessarily speak to Democrats’ political future in Texas. For one, the Republican Party’s brand is still strong in Texas. When it comes to key policy issues, polling suggests that voters still overwhelmingly trust Republicans over Democrats. The August-September Texas Politics Project survey, for example, showed that voters were more likely to trust Abbott over O’Rourke on handling issues like the U.S.-Mexico border situation and the economy. Voters trusted O’Rourke more on abortion, however.  Yet while voters were divided over who could better handle gun violence, Texans said the top issues facing the state were border security, immigration, political corruption/leadership and inflation/rising prices — abortion and gun control/gun violence were further down their list. That means that any Democrat running after O’Rourke would need to win voters’ trust on these issues — and that’s a tall order given that even O’Rourke has had only limited success.  On top of that, demographic changes in Texas that at one point may have been viewed as good news for Democrats might not end up working in their favor. The state’s Hispanic population is growing, but demographics are not destiny in American politics — and those voters might be a hard bloc for Democrats to make further gains with, especially after Texas’s border counties moved sharply to the right in 2020. Voters in other rural parts of the state have also been hard for Democrats to win, and despite O’Rourke’s campaigning in rural counties, it’s not clear whether even he is making significant inroads. And so far, O’Rourke hasn’t necessarily provided a foolproof model for winning over Republican and independent voters, whose support he’d need to beat Abbott in what is still a red-leaning state. O’Rourke might be a major presence in Texas, but he’s not actually that popular. A September poll from the University of Texas at Tyler for The Dallas Morning News, for instance, found that almost half of the state’s registered voters — 47 percent — had a somewhat or very unfavorable opinion of O’Rourke compared with 40 percent who viewed him in a positive light. He didn’t fare well with independent voters, either: 46 percent had an unfavorable view of O’Rourke versus 34 percent who had a favorable opinion.  The survey didn’t ask respondents to assess Abbott’s favorability, but exactly half of voters said they strongly or somewhat approved of his job performance as governor; meanwhile, 47 percent said they disapproved. Those numbers have given O’Rourke’s opponents an opportunity, too. Since his presidential campaign, he has given Republicans a useful foil to inspire their own turnout. In short, for Texas Democrats to succeed statewide, they’d need to have a healthy mixture of O’Rourke’s popularity, an appeal to a wider swath of voters and, ideally, not be a bogeyman or bogey(wo)man for Republicans. That’s a big ask in a state that hasn’t fielded especially strong Democratic candidates beyond O’Rourke in the past few statewide election cycles.  Of course, because the Democratic candidate is O’Rourke — a micro-celebrity in the state and nationwide — the race could be close. That said, his race likely won’t say much about Texas Democrats’ larger ambitions to flip the state because there’s still a lot of work that needs to be done before they get there.",
        "https://fivethirtyeight.com/features/democrats-need-more-than-beto-orourke-if-they-want-to-flip-texas/"
    ],
    "Two Election Deniers Are Facing Very Different Odds In Arizona": [
        "By Kaleigh Rogers",
        " There are election deniers, and then there’s Kari Lake. While 201 Republican nominees1 have fully denied the legitimacy of the 2020 election, few have made claims of fraud as central to their campaign as Lake, the Republican nominee for Arizona governor. A darling among former President Donald Trump’s endorsees, Lake has repeated his unfounded claims that the 2020 election was “stolen” and spread baseless conspiracy theories about election fraud. And she looks well-positioned to take on her Democratic opponent, Arizona Secretary of State Katie Hobbs, as it’s currently a toss-up with Hobbs at a 52-in-100 chance to Lake’s 48-in-100, according to our midterm forecast.2 So why then, in another statewide race in this purple state, is a fellow Trump-endorsed election denier facing tougher odds? Blake Masters, the Republican nominee for Senate, has just a 17-in-100 chance of winning against incumbent Democratic Sen. Mark Kelly, according to FiveThirtyEight’s Senate forecast. Like Lake, Masters has claimed Trump “won in 2020,” and said he wouldn’t have accepted the results if he were in office at the time.  Of course, these races are about more than election denialism. While 2020 has cast a long shadow over many campaigns, most voters in the state are more concerned with issues like inflation and abortion than election fraud. And even when it comes to election denial, there is some daylight between Lake and Masters’s positions. Still, these candidates have a lot of similarities, at least on paper, so why is one in a toss-up and the other struggling to keep up?  Let’s stress test a few theories of where these two candidates are similar — and where they differ — to see if we can unravel the mystery of Blake and Lake.  One possible explanation is simply that Lake and Masters are squaring off against different opponents. Kelly has a couple of advantages that Hobbs doesn’t. For one, Kelly is an incumbent, and a popular one — in a September survey of likely Arizona voters by AARP/Fabrizio Ward and Impact Research, the senator had a 50 percent approval rating, including a 14 percent approval rating among Republicans (as far as cross-party approval goes, that’s pretty good). As a former astronaut and the husband of former Rep. Gabby Giffords, he has a lot of name recognition and a healthy amount of public goodwill.  Meanwhile, Hobbs has been unavoidably at the center of the election denial issue. As secretary of state, Hobbs was responsible for administering the 2020 election and certifying the results, making her persona non grata for voters who baselessly believe that the election was fraudulent. Hobbs was also embroiled in an actual scandal last year over the prior firing of a staffer while she was in the state Senate. And Hobbs has refused to debate Lake, a move that has given her opponent plenty of fuel for attacks while preventing voters from seeing the two candidates square off head-to-head (though they will both be participating in a town hall forum next week). Combined, these factors show Hobbs as a weaker opponent than Kelly. But FiveThirtyEight’s polling averages suggest that’s not the sole explanation for the differences in these two races. The polls show Masters struggling to keep up with Kelly, while Lake is giving Hobbs a run for her money. But if you look at total vote shares, it’s clear that the biggest difference is not between Kelly and Hobbs — it’s between Lake and Masters. Kelly, Hobbs and Lake are all within spitting distance of each other: Kelly has 49 percent support, Hobbs 47 percent, and Lake is right on Hobbs’s tail with 46 percent. But Masters is the odd one out with only 42 percent support, showing that in these races, the biggest gulf is between the GOP candidates, not their opponents.  If their respective opponents aren’t to blame for the discrepancy between Lake and Masters, maybe their bank accounts are. While never a guarantee of a win, a well-funded campaign can sometimes explain the difference in a close race. In the governor’s race, the most recent state election filings show Lake has brought in $3.8 million and spent $3.6 million, while Hobbs has outraised her only marginally, bringing in $4.4 million and spending $3.9 million. In the Senate race, Masters has raised just over $5 million. But Kelly. Oh, Kelly. He has one of the highest-funded election campaigns in the country, having raised over $54 million as of July, spending over $30 million, so it’s almost certainly even higher as we head into the midterms.  So it certainly seems like we found our outlier, but as I mentioned above, the starkest differences in the polls are between support for the GOP nominees, not the Democrats. Kelly’s flush coffers have likely helped him tamp down his opponent more effectively than Hobbs, but it also doesn’t explain the whole story.  Let’s return to the assumptions at the top that Lake and Masters are, at least on paper, very similar candidates. While it’s true that they both have repeated lies about the 2020 election and have been endorsed by Trump, they differ in a couple of crucial ways.  First is that Masters has backtracked from the 2020 election issue, scrubbing language from his website claiming that Trump would have won “if we had had a free and fair election.” At first glance, this dovier posture would seem to play to Masters’s benefit. After all, Biden did win Arizona in 2020 — albeit by less than 1 percentage point — and moderate candidates tend to perform better than more extreme ones. While we don’t know that Masters has suffered uniquely by taking this stance, we do know that GOP voters in Arizona aren’t exactly disqualifying candidates who take an extreme stance. For example, in the race for Arizona’s secretary of state, Republican candidate Mark Finchem has remained an extreme election denier (including spending most of a recent debate regurgitating baseless conspiracy theories) and yet led in a recent poll (though, notably, a full quarter of voters in that poll were undecided).  And Lake has actually been the less extreme candidate between the two when it comes to an issue more important to voters: abortion. Masters spent the primary advocating for a national “personhood law,” which typically means a full ban on abortions nationwide, and has supported a federal 15-week abortion ban bill introduced by Sen. Lindsey Graham. Since winning the primary, Masters has removed the “personhood” language from his website and said he supports a federal ban on third trimester abortions. Lake says she is pro-life, but her abortion platform focuses on support for people who are pregnant and access to birth control, not addressing abortion bans. When asked directly about bans, Lake has dodged the question. Toss in the fact that, after two decades on local TV as a newscaster, Lake enjoys a generous dollop of name recognition, and the puzzle pieces start to come together.  We can also see something like this reflected in that AARP poll: Among Republicans, Lake is extremely popular, attracting 88 percent of likely GOP voters (Hobbs similarly has 94 percent support from Democrats), but Masters lags behind, drawing just 80 percent of likely Republican voters. Republican likely voters view Lake more favorably, too, at 80 percent favorability compared to Masters’s 71 percent.  Whichever way you slice it, Masters is coming up short where Lake is prevailing, and it’s clear her more extreme election stances haven’t stopped her from strongly contending against her Democratic opponent. While candidates like Masters are easing away from the Trumpiest rhetoric after securing their nomination, Lake may yet prove that you can still win while embracing an extreme position.  CLARIFICATION (Sept. 30, 2022, 2:36 p.m.): This story has been updated to clarify that Katie Hobbs has a 52-in-100 chance of winning the Arizona governor’s race and Kari Lake has a 48-in-100 chance, not that they are projected to win 52 percent and 48 percent of the vote, respectively.",
        "https://fivethirtyeight.com/features/arizona-election-update-blake-masters-kari-lake/"
    ],
    "Do Democrats And Republicans Agree On Anything About Climate Change And Immigration?": [
        "By Holly Fuong and Geoffrey Skelley",
        " The last few weeks have been tumultuous for the issues of climate change and immigration. Record-setting summer temperatures, historic floods and devastating hurricanes have raised the stakes for the climate-change provisions contained within the Inflation Reduction Act. Meanwhile, Republican governors in Florida and Texas have attracted media attention for paying to transport migrants and asylum seekers to liberal areas of the country.  These two issues aren’t obviously linked, but they have one major commonality: They rank among the most partisan in the United States. Those on the left care a great deal about climate change, while those on the right are more likely to identify immigration and border security as an important issue. In light of recent developments in both these areas, we decided to focus the fifth wave of our FiveThirtyEight/Ipsos poll on climate change and immigration. Using Ipsos’s KnowledgePanel, we’ve been asking the same group of about 2,000 Americans what they feel are the country’s most important issues. In our latest poll, “inflation or increasing costs,” “crime or gun violence” and “political extremism or polarization” continued to appear on Americans’ list of most important issues, as they’ve ranked among the top three in each wave of our survey since we began polling in late April. But climate change (20 percent) and immigration (19 percent) were next in our most recent wave, as the chart below shows.1  Few issues had a wider partisan split than climate change or immigration. Overall, 36 percent of Democrats and just 5 percent of Republicans ranked climate change as a top issue facing the country. Conversely, 38 percent of Republicans and 6 percent of Democrats cited immigration as a top concern. This split has appeared consistently across all five waves: In each, 21 percent to 36 percent of Democrats have named climate change as a top issue, and 32 percent to 38 percent of Republicans have said the same of immigration.  When it comes to climate change, Americans are divided by party on more than simply its importance. When asked how much of climate change is caused by humans, 88 percent of Democrats and just 35 percent of Republicans said that it was “entirely” or “mostly” caused by humans, with independents between the two at 65 percent.2 When asked whether the U.S. should pass regulations related to climate change that were “more strict,” “less strict” or “about as strict as they are today,” 76 percent of Democrats, 43 percent of independents and only 17 percent of Republicans wanted stricter regulations.3  And when asked to choose between two approaches to dealing with climate change, 89 percent of Democrats and 68 percent of independents supported prioritizing changes today that would reduce the effects of climate change before they happen, while 57 percent of Republicans preferred adjusting to climate change as it’s happening to minimize disruptions to daily life. Willie Yelverton, a 50-year-old Black man from Pennsylvania who identified as a Democrat, told us that even seemingly mundane changes would be important to reducing the impact of climate change. “[The government will] need to institute standard issue tax breaks for reusable materials,” he said. “There’ll have to be bans on goods that don’t have a path to be recycled and or reused going forward. Those are small line items, but it’s a very tough pill to swallow.” However, we did find more agreement across party lines when it came to legislative action to address climate change. We asked Americans whether they supported three climate-change measures included in the Inflation Reduction Act, which became law last month (we asked this without referring to the Inflation Reduction Act by name). As the chart below indicates, Americans across the political spectrum were at least somewhat receptive to them.4   Overall, more than 60 percent backed each of the three proposals, which included an increased emphasis on developing and using alternative energy sources, increased government regulation on corporations’ carbon emissions and giving tax credits to corporations that reduce carbon emissions. This included a majority of Democrats, Republicans and independents, too, save for increasing government regulation of business’ carbon emissions — although a plurality of Republicans still backed this idea (47 percent). Despite decently strong support for these proposals, Americans were largely unfamiliar with the Inflation Reduction Act, with only 38 percent stating that they were “very” or “somewhat” familiar with it.5 We also found that, regardless of party, a respondent’s concern about climate change related to whether he or she had experienced unusual climate events. Republicans displayed a striking worry gap based on experience: Forty-six percent of those who had encountered extreme weather in the past five years said they were worried about climate change, compared with just 17 percent who hadn’t (a gap 8 percentage points larger than the one seen among Democrats, who already had a majority of respondents express worry about climate change independent of their experiences).6 A 61-year-old man from Florida who identified as a person of color and a Republican said he had recently experienced an extreme weather event, noting particular concern over “the obvious destruction of natural resources due to excessive heat, diminished water reserves and unusual number of heat domes impacting climate across multiple continents.”  With the media spotlight hovering over immigration, partisan divides toward immigration should also come as little surprise. When we asked if rules surrounding legal immigration should become “more strict,” “less strict” or “remain about the same,” a plurality of Republicans (43 percent) preferred stricter rules, while 36 percent preferred the status quo, and 12 percent backed looser regulations (the remainder didn’t know or skipped the question). By comparison, only 11 percent of Democrats favored more restrictive rules, with 73 percent split evenly between wanting things to remain about the same or become less strict.  Meanwhile, Republicans were more unified on the issue of illegal immigration, as 78 percent said they wanted stricter rules toward those entering the country without proper authorization, compared to just 24 percent of Democrats who said the same. Michael Ritchie, a 27-year-old white man from Texas who identified as a conservative-libertarian independent, told us he wanted the government to incentivize legal immigration and disincentivize immigrants entering the country without legal permission. “I don't think there can ever be enough boots on the ground, per se, to completely secure the border,” he said. “But creating new policies or revamping immigration policies that would keep people from coming here simply for free rides or anything like that, but also make it easier for people to come here legally.” That aligns with another finding in our poll: Among the 1 in 5 respondents who named immigration as a top issue facing the country, 95 percent said undocumented immigration was a bigger issue for the country, compared with just 1 percent who said legal immigration. “The federal government abandoned its duty to protect our borders. The flow of immigration outside the proper process is a symptom that anything can cross it without control,” said a 41-year-old Hispanic man from New York who identified as Republican. And unlike the policy ideas to tackle climate change, Americans were more split on the best ways to address immigration concerns. When we asked whether respondents supported or opposed five immigration-related proposals, the only one that received majority support was the U.S. accepting more refugees from Ukraine.  But as we’ve seen in other polls, Americans view refugees differently based on where they’re from, as only 45 percent overall wanted to accept more refugees from Afghanistan. Meanwhile, Republicans were far and away most supportive of expanding the border wall between the U.S. and Mexico (80 percent) and further restricting the number of visas given out (62 percent), while solid majorities of Democrats opposed these ideas (75 percent and 60 percent, respectively). Outside of supporting an increase in Ukrainian refugees and opposing the building of a border wall between the U.S. and Canada, independents were split pretty evenly on these proposals.  Of course, it’s not as if these issues stand apart from each other. A 24-year-old multiracial woman from California who identified as a Democrat said, “[Climate change] will have such a large impact on America’s future, yet it’s turned into a ‘political issue’ with so much disinformation being spread. People are refusing to make the changes necessary to reverse climate change because of politicians who tell them lies.” Others tied immigration to issues such as health care. “Illegal immigration is a burden on the health care, judicial, education, etc. systems in the U.S. Even legal immigration hurts the U.S. with overpopulation,” said a 63-year-old white man from New York who identified as a Republican.  And how these issues motivate or persuade voters to back one party or the other will be of vital importance when voters go to the polls in November. With fewer than six weeks until the midterms, 46 percent of respondents told us they were certain or almost certain to vote, up from 42 percent back in the first wave in the spring. And among those likely voters, Democrats and Republicans are about evenly split on the generic ballot, with 41 percent saying that they plan to vote for a Democrat and 40 percent planning to vote for a Republican (which is within the margin of error). Still, 17 percent of likely voters told us they intended to vote for a third-party option or didn't know how they planned to vote. Based on their highly partisan nature in today’s political environment, climate change and immigration may not immediately jump out as issues that help undecided voters make up their minds. But we’ll get a firmer answer to this question next month, when we take a closer look at which issues voters are thinking about the most when they cast their ballots.  Art direction by Dan Dao. Copy editing by Maya Sweedler. Story editing by Santul Nerkar.",
        "https://fivethirtyeight.com/features/democrats-republicans-climate-change-immigration-ipsos-poll/"
    ],
    "Women Have Swung Toward Democrats Since The Dobbs Decision": [
        "By Amelia Thomson-DeVeaux and Meredith Conroy",
        " With about a month before the midterm election, some Republican candidates across the country are scrambling to moderate their position on abortion. Supporting the recent Supreme Court decision in Dobbs v. Jackson Women’s Health Organization — which overturned Roe v. Wade and ended the constitutional right to abortion — might be a winner in a Republican primary, but early signs are that it makes it harder to win a general election. The conventional wisdom is that that’s in part because women are more motivated to vote this election season thanks to the Supreme Court’s ruling. Conventional wisdom isn’t necessarily based on evidence, though. And while abortion is an increasingly important issue for women, there are signs it is galvanizing some men too. If the Dobbs decision were motivating more women than men, then there’s a metric where that change would probably show up: the gender gap. The gender gap is calculated by looking at the difference between the share of men and women who voted for a particular candidate or party. A higher share of women than men have voted for Democrats in every midterm election since 1980, and in the past two midterm cycles the gap has been even bigger.  The 2018 midterm elections are a good example. That year, according to the exit polls, 59 percent of women — and only 47 percent of men — voted Democratic, which means the gender gap was historically wide, at nearly 12 percentage points. It will be hard to exceed that gap, even with abortion at the forefront of many voters’ minds. Our analysis of polls conducted between June and September suggests that, yes, women are leaning heavily toward Democrats, while men are more likely to support Republicans. But in our polling average,1 the gender gap isn’t quite as big as it was at this point in 2018.  Of course, the size of the gender gap will vary depending on the poll. We looked at two Pew Research Center polls — one conducted in August 2018 and one in August 2022 — and found that, in contrast with our average, the gender gap for Democrats among registered voters was a little wider in 2022 (6 points) than it was at the same point in 2018 (5 points), although it’s in the same ballpark. And it is noteworthy that Pew’s data says the 2022 gender gap is looking similar to the gap at the same point in 2018, given that Democrats have more electoral headwinds this year. “I expect that the [Supreme Court] ruling will lead women — especially Gen-Z women — to be far more engaged with the midterms than they would have been otherwise,” said Melissa Deckman, the CEO of the Public Religion Research Institute, a nonprofit polling organization.  But the gender gap is a measure of one fairly specific thing: how women vote relative to men. And that can be complicated when it comes to abortion, because men and women overall have very similar views on the issue. As we’ve written before, whether someone supports or opposes abortion rights has much more to do with their view of gender roles than their own gender. It’s possible, for example, that if left-leaning men are also unusually motivated to turn out, the gender gap could be smaller. A similar dynamic happened in 2020, when men moved toward President Joe Biden, resulting in a smaller gender gap compared with 2016.  So far, the evidence about how men are responding to the Dobbs ruling is mixed. Over the past few months, polls have found over and over again that rising concern over abortion is most dramatic among women, and reports of surging voter registration have focused on women. Kelly Dittmar, a political science professor at Rutgers University-Camden, said this makes sense because women — in particular, reproductive-aged women who support legal abortion — are more likely than men to feel personally threatened by the sudden loss of abortion rights. But there have also been reports of higher-than-usual voter registration among young men. An analysis of a series of polls by the nonpartisan firm PerryUndem,2 shared with FiveThirtyEight, before and after the Dobbs ruling found that men of reproductive age were more likely to prioritize “safe and legal abortion” as a voting issue. In our polling average,3 we found that the gender gap for both Democrats and Republicans grew from June through September, but the gap grew more for Republicans than for Democrats. The two gaps are lopsided because men’s share of support for Democrats has grown as well as women’s, which means that the full magnitude of the shift doesn’t show up in that party’s side. Meanwhile, the shift in the Republicans’ gender gap shows something different: While the share of men supporting Republicans hasn’t changed meaningfully since June, the share of women supporting Republicans has declined, causing the gap to increase. Daniel Cassino, a professor of government and politics at Fairleigh Dickinson University, said that abortion-rights opponents might also be fired up by the Dobbs decision — but that’s less likely to show up as a change in the polls because those people are a solid part of the Republican base and more likely to vote in midterm elections to begin with. “This year, motivating those [anti-abortion voters] doesn’t really help Republicans, because they’re already motivated,” he said. He explained that reports of higher-than-usual voter registration among women and young voters are another complicating factor because it’s hard for pollsters to account for unexpected surges in turnout. Young voters tend to have particularly low turnout, and pollsters sometimes rely on how demographic groups have behaved in the past when they create models to determine who’s likely to vote and who isn’t. If young women are unusually motivated to vote this year, that could throw off pollsters’ estimates. And then there are all the other factors that influence how people vote. Inflation and the economy are other issues that still consistently show up at the top of voters’ priority lists, and that’s not good for Democrats. Even though the economic outlook has improved in some respects over the past few months, a recent NPR/PBS NewsHour/Marist College poll found that only 26 percent of Americans said that Democrats would do a better job handling the economy, while 39 percent said Republicans would do a better job. (An additional 20 percent said that neither party would do a better job, and 12 percent said they’d do an equally good job.)  So the question isn’t just whether abortion is motivating women more than men — it’s whether concern about abortion will lead voters who might be skeptical about the Democratic Party to vote for its candidates anyway. That group includes men as well as women, and their decisions will do a lot to shape how wide or narrow the gender gap turns out to be. Mary Radcliffe and Cooper Burton contributed research.",
        "https://fivethirtyeight.com/features/women-have-swung-toward-democrats-since-the-dobbs-decision/"
    ]
}